Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=369_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamen kielen elvytysohjelmalle suuri tarve
smn: Sämikielâ iäláskittemohjelmân stuorrâ tárbu

source: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari Rovaniemellä.
smn: Sämitigge vuárdá Suomâ haldâttâsâst jotelis miärádâs olesváldálâš sämikielâ iäláskittemohjelm jotonpiejâmist, páhudij sämitige värisaavâjođetteijee Irja Seurujärvi-Kari Ruávinjaargâst.

source: Kuvassa Suomen saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari.
smn: Kooveest Sämitige värisaavâjođetteijee Irja Seurujärvi-Kari.

source: Saamelaisten kielelliset oikeudet eivät toteudu lainsäädännön edellyttämällä tavalla.
smn: Sämmilij kielâlâš vuoigâdvuođah iä olášuu lahâasâttâs vaattâm vuovvijn.

source: Saamen kielen taitoisista henkilöistä on puutetta hallinnossa, julkisissa palveluissa ja opetuksessa.
smn: Sämikielâ táiđusijn ulmuin lii vááijuvvuotâ haldâttuvâst, almolâš palvâlusâin já máttááttâsâst.

source: Saamen kielen opetuksessa saamen virallisten hallintoalueiden ulkopuolella on hätätila Suomessa ja Ruotsissa.
smn: Sämikielâ máttááttâsâst säämi virgálij haldâttâskuávlui ulguubeln lii etitile Suomâst já Ruotâst.

source: Saamelaiskäräjät odottaa Suomen hallitukselta pikaista päätöstä kokonaisvaltaisen saamen kielen elvytysohjelman käynnistämisestä, totesi saamelaiskäräjien varapuheenjohtaja Irja Seurujärvi-Kari 15.4.
smn: Sämitigge vuárdá Suomâ haldâttâsâst jotelis miärádâs olesváldálâš sämikielâ iäláskittemohjelm jotonpiejâmist, páhudij sämitige värisaavâjođetteijee Irja Seurujärvi-Kari 15.4.

source: Rovaniemellä järjestetyssä kansainvälisessä konferenssissa.
smn: Ruávinjaargâst uárnejum aalmugijkoskâsâš konfereensâst.

source: Kaikki saamen kielet ovat Unescon luokittelun mukaan uhattuja.
smn: Puoh sämikielah láá Unesco luokittâllâm mield aštum.

source: Kaikkein uhatuimmassa asemassa ovat Suomessa puhutut inarin- ja koltansaame sekä Ruotsissa ja Norjassa puhutut luulajan- ja eteläsaame.
smn: Enâmustáá aštum Suomâst sarnum kielah láá aanaar- já nuorttâsämikielâ sehe Ruotâst já Taažâst sarnum juulev- já maadâsämikielâ.

source: Seurujärvi-Kari muistutti YK:n erityisraportoija James Anayan raportointimatkaan liittyvässä konferenssissa, että esityksiä saamen kielten erityiseksi tukemiseksi ja kokonaisvaltaisen elvytysohjelman käynnistämiseksi on tehty useaan kertaan eikä aikaa ole enää tuhlattavana.
smn: Seurujärvi-Kari muštottij OA sierânâsraportistee James Anaya raportistemmáátkán kullee konfereensâst, et iävtuttâsah sämikielâi sierânâs tuárjumân já olesváldálâš iäláskittemohjelm jotonpiejâmân láá toohum maŋgii ige tääl lah innig äigi tuhledemnáál.

source: Saamelaisopetukseen liittyvät lainsäädännölliset ja rahoituksen puutteet ovat johtamassa saamen kieltä osaavien ihmisten määrän nopeaan vähenemiseen ja erityisesti virallisten saamelaisalueiden ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.
smn: Sämimáttááttâsân kullee lahâaasâtliih já ruttâdem vááijuvvuođah láá joođeetmin sämikielâ mättee ulmui mere jotelis kiäppánmân já eromâšávt virgálij sämikuávlui ulguubeln ässee sämmilij kielâ já identiteet molsâšumán.

source: Myös Tasavallan Presidentti ja vähemmistövaltuutettu ovat tukeneet saamen kielen elvytysohjelman käynnistämistä.
smn: Meid Täsivääldi President já ucceeblohováldálâš lává tuárjum sämikielâ iäláskittemohjelm jotonpieijâm.

source: Asia mainitaan myös Suomen hallituksen ihmisoikeusraportissa vuonna 2009.
smn: Äšši mainâšuvvoo meiddei Suomâ haldâttâs olmoošvuoigâdvuođâraportist ivá 2009.

source: Hallitusneuvos Mirja Kurkinen Suomen oikeusministeriöstä kertoi konferenssille, että saamen kieliä koskevan elvytysohjelman käynnistämistä valmistellaan parhaillaan ministeriöissä ja asiasta pitäisi tulla päätös vielä kevään aikana.
smn: Haldâttâsneuvos Mirja Kurkinen Suomâ riehtiministeriöst muštâlij konfereensân, et sämikielâid kyeskee iäláskittemohjelm jotonpieijâm valmâštâlloo tääl ministeriöin já ääšist kolgâččij puáttiđ miärádâs vala taan kiiđâ ääigi.

source: Sivistystoimenarkastaja Kari Torikka Lapin aluehallintovirastosta, joka edusti konferenssissa Suomen opetusministeriötä, totesi, että saamen kielen opetus myös kotiseutualueeen ulkopuolella on mahdollista.
smn: Čuovviittâstooimâtärhisteijee Kari Torikka Laapi kuávluhaldâttâsvirgáduvâst, kote ovdâstij konfereensâst Suomâ máttááttâsministeriö, páhudij, et sämikielâ máttááttâs meid sämikuávlu ulguubeln lii máhđulâš.

source: – Opetuksen järjestäminen edellyttää kuitenkin vanhemmilta erityistä aktiivisuutta ja jopa opetuksen järjestämiseen osallistumista.
smn: – Máttááttâs ornim váátá kuittâg vaanhimijn eromâš aktiivlâšvuođâ já joba máttááttâs orniimân uásálistem.

source: Seurujärvi-Kari kuvasi saamelaisopetuksen tilannetta kriittiseksi.
smn: Seurujärvi-Kari kuvvij sämimáttááttâs tile kriittisâžžân.

source: Saamelaisten kotiseutualueella tilanne heikkenee pienenevien ikäluokkien ja poismuuton takia.
smn: Sämikuávlust tile huánnán uccoo aheluokai já meddâlvarrmij keežild.

source: Kotiseutualueen ulkopuolella, jossa suurin osa saamelaislapsista ja – nuorista asuu, tilanne on hälyttävä eikä kielen opetusta järjestetä juuri lainkaan.
smn: Sämikuávlu ulguubeln, mast iänááš uási sämipárnáin já – nuorâin äässih, lii tile tuođâlâš ige kielâ máttááttâs uárnejuu ennust ollágin.

source: Tilanne enteilee paluuta aikaan, jolloin saamen kielellä ei ollut koulussa asemaa ja kielenvaihdos eteni voimakkaasti.
smn: Oro tegu liččijm maccâmin ááigán, kuás sämikielâst ij lamaš škoovlâst sajattâh já kielâmolsom ovdánij jotelávt.

source: - Saamen kielen asema suomalaisessa koulussa on kaksijakoinen.
smn: – Sämikielâ sajattâh suomâ škoovlâst lii juáhásâm kyevti uásán.

source: Kotiseutualueella kieli on alueellisen vähemmistökielen asemassa ja kotiseutualueen ulkopuolella maahanmuuttajakielen asemassa.
smn: Sämikuávlust kielâ lii kuávlulii ucceeblohokielâ sajattuvâst já sämikuávlu ulguubeln enâmânvärrejeijeekielâ sajattuvâst.

source: Saamen kielellä ei ole koulussa sille kuuluvaa alkuperäiskansan kielen asemaa, totesi Seurujärvi-Kari.
smn: Sämikielâst ij lah škoovlâst toos kullee algâaalmug kielâ sajattâh, páhudij Seurujärvi-Kari.

source: Alkuperäiskansan kielellisiin oikeuksiin kuuluu myös oikeus oman kielen elvyttämiseen, revitalisaatioon.
smn: Algâaalmug kielâlâš vuoigâdvuođáid kulá mieddei vuoigâdvuotâ jieijâs kielâ iäláskitmân, revitalisaation.

source: Lue Irja Seurujärvi-Karin puhe kokonaisuudessaan tästä. Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
smn: Luuvâ Irja Seurujärvi-Kari oles saavâ täst: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
